       ID DIVISION.
       PROGRAM-ID. TESTDBB.
      *    TEST DBB AXEL CHABAN
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SOURCE-COMPUTER. IBM-FLEX-ES.
       OBJECT-COMPUTER. IBM-FLEX-ES.
      *
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01  VALUE-TEST PIC X(08) VALUE "TEST-DBB".

       PROCEDURE DIVISION.
            DISPLAY "TITRE : " VALUE-TEST.
            STOP RUN.